{
  "name": "Eduardo",
  "surname": "Villada",
  "lastname": "Gallardo",
  "title": "Desenvolupador",
  "profile": "Al llarg de la meva vida, el contacte amb el món de la informàtica i la programació ha estat constant i enriquidor, convertint-se finalment en el meu objectiu professional. Em considero una persona que treballa bé en equip, amb la capacitat d'aportar noves idees, autodidacta i amb una forta disposició per aprendre nous conceptes i estratègies en el camp de la informàtica. Estic preparat per afrontar nous reptes i nous coneixements per tal de dur a terme les meves tasques. Sóc constant, m'agrada promoure i mantenir un bon ambient de treball. Dedicat al desenvolupament full-stack, aprofitant una formació constant i enriquidora en informàtica i programació. Jugador d'equip col·laboratiu amb capacitat demostrada per aportar proactivament solucions innovadores. Altament motivat, autodidacta i compromès amb l'aprenentatge continu de nous conceptes i estratègies. Disposat a afrontar nous reptes i aplicar els coneixements emergents per lliurar tasques de manera eficaç i oportuna. Fiable i constant, amb un enfocament en fomentar un ambient de treball positiu i productiu.",
  "contact": [
    { "key": "phone", "prefix": "+34", "link": "615851449" },
    { "key": "email", "key_shown": "@", "link": "94villadaedu@gmail.com" },
    {
      "key": "linkedin",
      "key_shown": "li",
      "link": "https://www.linkedin.com/in/eduvi/",
      "value_shown": "/eduvi"
    }
  ],
  "hobbies": ["Electronics", "Robotics", "3D Design/printing", "Motorcycles"],
  "capabilities": [
    "Autodidacta",
    "Creatiu",
    "Empàtic",
    "Proactiu",
    "Responsable"
  ],
  "others": [
    "ACTIC Nivell Mitjà",
    "Permis de conduir B1 & A",
    "Vehicle Personal"
  ],
  "jobs": [
    {
      "title": "INS Lliçà",
      "location": "Lliçà d'Amunt",
      "text": "Professor de Formació Professional, impartint classes sobre seguretat en sistemes, xarxes i serveis."
    },
    {
      "title": "Arrova.cat",
      "location": "Granollers",
      "text": "Desenvolupament i manteniment fullstack de diverses aplicacions web, principalment construïdes amb CMS com Wordpress o PrestaShop, i projectes personalitzats desenvolupats amb diversos llenguatges de programació."
    }
  ],
  "education": [
    {
      "title": "FOAP - Frontend Web Developer",
      "extra": "Cursant actualment",
      "text": "TecnoCampus UPF (Mataró) - Síncron online"
    },
    {
      "title": "DAW - Desenvolupament d'Aplicacions Web",
      "text": "INS Carles Vallbona (Granollers)"
    },
    {
      "title": "DAM - Desenvolupament d'Aplicacions Multiplataforma",
      "text": "INS La Ferreria (Montcada i Reixac)"
    }
  ]
}
