{
  "name": "Eduardo",
  "surname": "Villada",
  "lastname": "Gallardo",
  "title": "Desarrollador",
  "profile": "A lo largo de mi vida, el contacto con el mundo de la informática y la programación ha sido constante y enriquecedor, convirtiéndose en mi objetivo profesional. Me considero una persona que trabaja bien en equipo, con capacidad para aportar nuevas ideas, autodidacta y con una gran disposición para aprender nuevos conceptos y estrategias en el ámbito de la informática. Estoy preparado para afrontar nuevos retos y nuevos conocimientos para llevar a cabo mis tareas. Soy constante y me gusta promover y mantener un buen ambiente de trabajo. Me dedico al desarrollo integral, aprovechando mi formación continua y enriquecedora en informática y programación. Soy un colaborador con capacidad demostrada para aportar soluciones innovadoras de forma proactiva. Soy altamente motivado, autodidacta y comprometido con el aprendizaje continuo de nuevos conceptos y estrategias. Dispuesto a afrontar nuevos retos y aplicar los conocimientos emergentes para entregar las tareas de forma eficaz y oportuna. Fiable y constante, con el objetivo de fomentar un entorno de trabajo positivo y productivo.",
  "contact": [
    { "key": "phone", "prefix": "+34", "link": "615851449" },
    { "key": "email", "key_shown": "@", "link": "94villadaedu@gmail.com" },
    {
      "key": "linkedin",
      "key_shown": "li",
      "link": "https://www.linkedin.com/in/eduvi/",
      "value_shown": "/eduvi"
    }
  ],
  "hobbies": ["Electronics", "Robotics", "3D Design/printing", "Motorcycles"],
  "capabilities": [
    "Autodidacta",
    "Creativo",
    "Empático",
    "Proactivo",
    "Responsable"
  ],
  "others": [
    "ACTIC Medium Level",
    "Driving License B1 & A",
    "Personal Vehicle"
  ],
  "jobs": [
    {
      "title": "INS Lliçà",
      "location": "Lliçà d'Amunt",
      "text": "Profesor de Formación Profesional, impartiendo clases de seguridad en sistemas, redes y servicios."
    },
    {
      "title": "Arrova.cat",
      "location": "Granollers",
      "text": "Desarrollo y mantenimiento fullstack de diversas aplicaciones web, principalmente construidas con CMS como Wordpress o PrestaShop, y proyectos personalizados desarrollados con varios lenguajes de programación."
    }
  ],
  "education": [
    {
      "title": "FOAP - Frontend Web Developer",
      "extra": "Cursando actualmente",
      "text": "TecnoCampus UPF (Mataró) - Síncrono Online"
    },
    {
      "title": "DAW - Desarrollo de Aplicaciones Web",
      "text": "INS Carles Vallbona (Granollers)"
    },
    {
      "title": "DAM - Desarrollo de aplicaciones Web",
      "text": "INS La Ferreria (Montcada i Reixac)"
    }
  ]
}
